Repository: lottanzb/lottanzb
Catalog: po/*.po
Languages: ca, it

source: LottaNZB - Usenet Downloader Copyright (C) 2007-2011 LottaNZB Development Team This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, version 3 of the License. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
ca: LottaNZB - Usenet programari de descarrega Copyright (C) 2007-2011 Equip de Desenvolupament LottaNZB Aquest programa és programari lliure: podeu redistribuir i / o modificar sota els termes de la Llicència Pública General de GNU com el publicat per la Free Software Foundation, versió 3 de la Llicència. Aquest programa es distribueix amb l'esperança que sigui útil, però sense cap garantia, fins i tot sense la garantia implícita de COMERCIALITZACIÓ O ADEQUACIÓ A UN FI PARTICULAR. veure el GNU General Public License per més detalls Vostè ha d'haver rebut una còpia de la Llicència Pública General de GNU juntament amb aquest programa. Si no és així, consulteu <http://www.gnu.org/licenses/>.
it: LottaNZB - Downloader Usenet Copyright (C) 2007-2011 LottaNZB Development Team Questo programma è software libero: puoi redistribuirlo e/o modificarlo sotto i termini della GNU General Public License come pubblicata dalla Free Software Foundation, versione 3 della Licenza. Questo programma è distribuito nella speranza che sia utile, ma SENZA ALCUNA GARANZIA; senza nemmeno la garanzia implicita di COMMERCIABILITÀ o ADATTABILITÀ PER UN PARTICOLARE SCOPO. Consulta la GNU General Public License per ulteriori dettagli. Dovresti aver ricevuto una copia della GNU General Public License assieme a questo programma. Se no consulta <http://www.gnu.org/licenses/>.

source: translator-credits
ca: Launchpad Contributions: Andreu Correa Casablanca https://launchpad.net/~castarco Hesed Franquet https://launchpad.net/~hfranq José Manuel Mejías Rodríguez https://launchpad.net/~josmerod LottaNZB Development Team https://launchpad.net/~lottanzb Severin Heiniger https://launchpad.net/~lantash parislanuit https://launchpad.net/~ubuntu-banderilles
it: Launchpad Contributions: Ardaking https://launchpad.net/~ardaking Canio Massimo Tristano https://launchpad.net/~keebus Davide Vidal https://launchpad.net/~davide-vidal Emanuele Aiello https://launchpad.net/~spearman Fabio Isgrò https://launchpad.net/~dr.gogeta86 Federico Culloca https://launchpad.net/~djthrottle Flavio Tisi https://launchpad.net/~flaviusb Guybrush88 https://launchpad.net/~erpizzo LottaNZB Development Team https://launchpad.net/~lottanzb Luca Livraghi https://launchpad.net/~luca91 Luca Mattiello https://launchpad.net/~aiedail92 Martino Barbon https://launchpad.net/~martins999 Milo Casagrande https://launchpad.net/~milo Nicola Piovesan https://launchpad.net/~piovesannicola Severin Heiniger https://launchpad.net/~lantash Simone Oberti https://launchpad.net/~simone-obo gnuckx https://launchpad.net/~gnuckx phede92 https://launchpad.net/~phede92 simone.sandri https://launchpad.net/~lexluxsox

source: Move _down
ca: Mou cap avall
it: Sposta in _basso

source: Move _up
ca: Mou cap amunt
it: Sposta in _alto

source: Move to _bottom of queue
ca: Moure al final de la cua
it: Vai in _fondo alla coda

source: Remove the selected download
ca: Eliminar la descàrrega seleccionada
it: Rimuovi il download selezionato

source: _Open Folder
ca: _Obre la carpeta
it: _Apri la cartella

source: _Pause
ca: _Pausa
it: _Pausa

source: _Properties
ca: _Propietats
it: _Proprietà

source: _Start
ca: _Inici
it: _Avvia

source: Show LottaNZB
ca: Mostra LottaNZB
it: Mostra LottaNZB

source: Force
ca: Forçar
it: Forza

source: High
ca: Alt
it: Alto

source: Low
ca: Fluix
it: Basso

source: _Update...
ca: _actualització...
it: _Aggiorna...

source: LottaNZB is already running on this computer.
ca: LottaNZB ja s'està executant en aquest equip.
it: LottaNZB è già in esecuzione su questo computer.

source: Start Downloading
ca: iniciar la descàrrega
it: Inizia a scaricare

source: Invalid URL
ca: L'URL no és vàlid
it: URL non valido

source: Errors
it: Errori

source: Error
it: Errore

source: _Port:
it: _Porta:

source: General
it: Generale

source: Normal
it: Normale
