Repository: lottanzb/lottanzb
Catalog: po/*.po
Languages: ca, it

source: An unhandled exception occurred:
ca: Excepció no controlada:
it: Si è verificata un'eccezione non gestita

source: Connection to '%s' established.
ca: connexió a '%s' establida.
it: Connessione a '%s' stabilita.

source: <b>News Server</b>
ca: servidor de notícies

source: Unlimited
ca: Il·limitat
it: Illimitato

source: Starting LottaNZB %s...
ca: Començant LottaNZB %s...
it: Avvio di LottaNZB in corso %s...

source: Exiting...
ca: Sortint...
it: Chiusura in corso...

source: Configuration upgraded to revision %i.
ca: Configuració actualitzada a la revisió %i.
it: Configurazione aggiornata alla versione %i

source: Add an NZB File
ca: Afegir un arxiu de NZB
it: Aggiungi un File NZB

source: Add an URL
ca: Afegir una URL
it: Aggiungi un URL

source: Download from the Usenet with the help of NZB files
ca: Baixeu de l'Usenet amb l'ajuda de fitxers NZB
it: Scarica dall'Usenet attraverso l'aiuto di file NZB

source: LottaNZB Usenet Downloader
ca: Descarregador d'Usenet LottaNZB
it: Downloader Usenet LottaNZB

source: Usenet Downloader
ca: Descarregador LottaNZB
it: Downloader Usenet

source: Moving configuration directory from %s to %s...
ca: Removent el directori de configuració des de %s a %s...
it: Directory di configurazione spostata da %s a %s...

source: No news server has been specified.
ca: No s'ha especificat cap servidor de notícies.
it: Non è stato specificato nessun server delle news.

source: At least one server is required for downloading.
ca: Almenys un servidor es requereix per a baixar.
it: Richiesto almeno un server per il download.

source: _Add Server
ca: Afregeix Servidor
it: _Aggiungi Server

source: Invalid option '%s' in section '%s'.
ca: Opció invàlida '%s' en la secció '%s'.
it: Opzione '%s' non valida nella sezione '%s'.

source: Invalid value for option '%s' in section '%s'.
ca: Valor no vàlid per a l'opció '%s' en la secció '%s'.
it: Valore non valido per l'opzione %s' nella sezione '%s'.

source: Unable to load the configuration file %s: %s
ca: No es pot carregar el fitxer de configuració %s: %s
it: Impossibile caricare il file di configurazione %s: %s

source: File not found.
ca: No s'ha trobat el fitxer.
it: File non trovato.

source: Syntax error on line %i: %s
ca: Error de sintaxi en la línia de %i: %s
it: Errore di sintassi alla linea %i: %s

source: Unable to save the configuration file %s: %s
ca: No és possible guardar el fitxer de configuració %s: %s
it: Impossibile salvare il file di configurazione %s: %s

source: <a>Additional software</a> is required.
ca: <a>Programari addicional</a> és necessari.
it: È richiesto <a>software aggiuntivo</a>

source: To make full use of LottaNZB, please install the following software on '%s' and restart SABnzbd using the button below.
ca: Per fer ple ús de LottaNZB, si us plau, instal-leu el programari següent en '%s' i reinicieu SABnzbd utilitzant el botó de sota.
it: Per fare pieno uso di LottaNZB, per favore installa il seguente software su '%s' e riavvia SABnzbd utilizzando il pulsante sottostante.

source: To make full use of LottaNZB, please install the following software and restart SABnzbd using the button below.
ca: Per fer ple ús de LottaNZB, si us plau, instal-leu el programari i reinicieu SABnzbd utilitzant el botó de sota.
it: Per fare pieno uso di LottaNZB, per favore installa il seguente software e riavvia SABnzbd utilizzando il pulsante sottostante.

source: Cancel download?
ca: Cancel·lar descárrega?
it: Interrompere il download?

source: This cannot be undone.
ca: Això no es podrà desfer.
it: Questa azione non può essere annullata.

source: Downloading {0.recovery_block_count} recovery block...
ca: descàrrega de {0. blocs_de_recuperació} bloc de recuperació
it: scaricando il blocco di recupero {0.recovery_block_count}...

source: Verifying... ({0.verification_percentage}%)
ca: Verificació de la ... ({ 0.percentatge de verificació}%)
it: Verificando...({0.verification_percentage}%)

source: Repairing... ({0.repair_percentage}%)
ca: reparació...({ 0.percentatge de reparació}%)
it: Riparando... ({0.repair_percentage}%)

source: Extracting... ({0.unpack_percentage}%)
ca: Extracció...({0.percentatge_de_desemblatge}%)
it: Estraendo... ({0.unpack_percentage}%)

source: Joining...
ca: L'unió està en marxa...
it: Sto entrando...

source: Moving to download folder...
ca: Passant a la carpeta de descàrrega...
it: Sposto nella cartella di scaricamento...

source: Executing user script...
ca: Execució de scripts d'usuari...
it: Eseguendo lo script utente...

source: Downloading - {0.time_left.short} left
ca: Descarregan - {0.temps_restant.curt} restant
it: Scaricando - {0.time_left.short} rimasti

source: Downloading - Remaining time unknown
ca: Descarregan - Temps restant desconegut
it: Scaricamento - Tempo rimasto sconosciuto

source: Downloading NZB file...
ca: Descàrrega d'arxius NZB...
it: Sto scaricando documento NZB...

source: <b>Activity</b>
ca: <b>Activitat</b>
it: <b>Attività</b>

source: <b>Settings</b>
ca: <b>Configuració</b>
it: <b>Impostazioni</b>

source: Download Properties
ca: Propietats de descàrrega
it: Proprietà di scaricamento

source: Open _Folder
ca: Obre_la_carpeta
it: Apri _Cartella

source: _Name:
ca: _Nom:
it: _Nome:

source: _Priority:
ca: _Prioritat:
it: _Priorità:

source: Debugging
ca: Depuració
it: Controllo degli errori

source: Default
ca: Predeterminat
it: Predefinito

source: Warnings
ca: Advertiments
it: Avvertimenti

source: Could not write message log to %s: %s
ca: No s'ha pogut escriure el missatge de registre de %s: %s
it: Impossibile scrivere messaggio log su %s: %s

source: Message log saved to %s.
ca: Missatge log guardat en %s.
it: Messaggio log salvato su %s.

source: Save Message Log
ca: Guardar missatge log
it: Salva il registro dei messaggi

source: Limit the download speed
ca: Limitar la velocitat de descàrrega
it: Limita la velocità di download

source: {0.size_left} left ({0.time_left.short})
ca: {0.mida_restant} restant ({0.temps_restant.curt})
it: {0.size_left} rimanente ({0.time_left.short})

source: {0.size_left} left
ca: {0.mida_restant} restant
it: {0.size_left} rimanente

source: {0} free
ca: {0} lliure
it: {0} liberi

source: {0} free (temp)
ca: {0} lliure (temps)
it: {0} liberi (temporanei)

source: Downloaded
ca: Baixats
it: Scaricato

source: Size
ca: Mida
it: Dimensione

source: Time left
ca: Temps restant
it: Tempo rimanente

source: ETA
ca: Temps estimat

source: Age
ca: Antiguitat
it: Età

source: Download time
ca: Temps de descàrrega
it: Tempo di scaricamento

source: Post-processing
ca: Post-processament

source: Completed
ca: Acabat
it: Completato

source: Unknown
ca: Desconegut
it: Sconosciuto

source: Status
ca: Estat
it: Stato

source: <b>Connect to Computer</b>
ca: <b>Connectar a l'ordinador</b>
it: <b>Connesso al Computer</b>

source: API _key:
ca: Clau_de_l'API
it: _Chiave API

source: Pass_word:
ca: Contrasenya:

source: _Host:
ca: _Servidor:

source: _Username:
ca: _Nom d'usuari:
it: _Nome utente:

source: Configuration directory %s created.
ca: Configuració del directori %s creat.
it: Cartella di configurazione %s creata.

source: Configuration file %s saved.
ca: Arxiu de configuració %s guardat.
it: File di configurazione %s salvato.

source: <b>After Downloading</b>
ca: <b>després de la baixada</ b>
it: <b>Finito lo Scaricamento</b>

source: <b>Downloading</b>
ca: <b>Baixades</b>
it: <b>Scaricamento</b>

source: Choose the Download Folder
ca: Trieu la carpeta de descàrrega
it: Scegli la cartella di scaricamento

source: Choose the Folder to be Observed
ca: Trieu la carpeta que per observar
it: Scegli la cartella da osservare

source: _Automatically add NZB files from:
ca: _Afegir automàticament els arxius NZB de:
it: _Aggiungi automaticamente file NZB da:

source: _Download folder:
ca: _Carpeta de les baixades:
it: Cartella di _scaricamento:

source: _Limit download speed:
ca: _Límit de velocitat de baixada:
it: _Limita la velocità di download:

source: Select SABnzbd Executable
ca: Seleccioneu l'executable de SABnzbd
it: Seleziona un eseguibile SABnzbd

source: The program required for downloading is not installed.
ca: El programa necessari per a la descàrrega no està instal-lat.
it: Il programma richiesto per il download non è installato.

source: _Install...
ca: _Instal·la...
it: _Innstalla...

source: Downloading NZB file
ca: Descàrrega d'arxius NZB
it: Scaricando il file NZB

source: Queued
ca: Posat en cua
it: In Coda

source: Downloading
ca: Baixant
it: Scaricando

source: Paused
ca: Pausat
it: In pausa

source: Quick check
ca: Comprovació ràpida
it: Test Rapido

source: Downloading recovery data
ca: Descàrrega de dades de recuperació
it: Download dei dati di recuper in corso

source: Verifying
ca: S'està verificant
it: Verifica in corso

source: Repairing
ca: S'està reparant
it: Riparando

source: Extracting
ca: S'està extraient
it: Estrazione in corso

source: Joining
ca: unió
it: Iscrivendo

source: Moving to download directory
ca: Moviment al directori de baixa
it: Trasferimento verso la directory dei download

source: Executing script
ca: execució d'un script
it: Eseguendo script

source: Failed
ca: Fallit
it: Fallito

source: Wrong number of arguments.
ca: Nombre incorrecte d'arguments.
it: Numero errato di argomenti.

source: No integer value.
ca: No hi ha valor sencer.
it: Nessun valore intero.

source: No regular file.
ca: El fitxer no es valid.
it: File non regolare.

source: File does not exist.
ca: El fitxer no existeix.
it: File inesistente.

source: Format not supported.
ca: Format no és compatible.
it: Formato non supportato.

source: Configuration option does not exist.
ca: Opció de configuració no existeix.
it: L'opzione di configurazione non esiste.

source: Invalid server settings.
ca: Configuració del servidor no vàlida.
it: Impostazioni del server non valide.

source: Restarting SABnzbd...
ca: Reinici de SABnzbd...
it: Riavviando SABnzbd...

source: SABnzbd has been successfully restarted.
ca: SABnzbd s'ha reiniciat correctament.
it: SABnzbd è stato riavviato con successo.

source: LottaNZB Preferences
ca: LottaNZB Preferències
it: Preferenze di LottaNZB

source: Add
ca: Afegir
it: Aggiungi

source: Add _URL...
ca: Afegeix _l'URL...
it: Aggiungi _URL...

source: Add a new NZB file
ca: Afegir un nou fitxer NZB
it: Aggiungi un nuovo file NZB

source: Cl_ear Completed
ca: Esborrada completa
it: Pu_lizia Completata

source: Clear the list of completed downloads
ca: Esborrar la llista de descàrregues completes
it: Pulisci l'elenco dei download completati

source: Downloads
ca: Baixades
it: Scaricamenti

source: Message _Log
ca: Missatge_log
it: _Registro deimessaggi

source: Open _Web Interface
ca: Obrir Interfície Web
it: Apri l'interfaccia _web

source: Open the download folder
ca: Obrir la carpeta de descàrrega
it: Apri la cartella dei download

source: Pause all downloads
ca: Posa en pausa totes les baixades
it: Metti in pausa tutti i download

source: Report a Problem...
ca: Informeu d'un problema...
it: Segnala un Problema...

source: Translate This Application...
ca: Traduïu aquesta aplicació...
it: Traduci Questa Applicazione...

source: Web Interface
ca: Interfície web
it: Interfaccia Web

source: _About
ca: _Quant a
it: I_nformazioni

source: _Add File...
ca: _Afegeix un fitxer...
it: _Aggiungi un File...

source: _Contents
ca: _Continguts
it: _Contenuti

source: _Download to this Computer...
ca: Baixa a aquest equip...
it: _Scarica su questo Computer...

source: _Edit
ca: _Edita
it: _Modifica

source: _File
ca: _Fitxer

source: _Help
ca: _Ajuda
it: _Aiuto

source: _Infobar
ca: _barra d'informació
it: _Barra delle informazioni

source: _Monitor another Computer...
ca: _Monitor d'una altra ordinador...
it: _Monitora un altro Computer...

source: _Open Download Folder
ca: _Obrir carpeta de baixa...
it: _Apri la cartella dei download

source: _Pause All
ca: _Pausa-ho Tot
it: _Metti tutto in pausa

source: _Reordering Pane
ca: _Panell de reordenament
it: Riordinando Pannello

source: _Toolbar
ca: _Barra d'eines
it: _Barra degli strumenti

source: _View
ca: _Visualització
it: _Visualizza

source: Message Log
ca: Missatge de Log
it: Log dei messaggi

source: _Level:
ca: _Nivell:
it: _Livello:

source: Servers
ca: Servidors
it: Server

source: Delete server?
ca: Eliminar servidor?
it: Eliminare il server?

source: No authentication required
ca: No es requereix autenticació
it: Nessuna autenticazione richiesta

source: %s (Backup server)
ca: %s servidor de seguretat (Backup)
it: %s (Server di Riserva)

source: Add Server
ca: Afegeix un servidor
it: Aggiungi Server

source: Edit Server
ca: Edita el servidor
it: Modifica il Server

source: Remote Access
ca: accés remot
it: Accesso Remoto

source: Unknown error in session '%s'.
ca: Error desconegut en sessió '% s'.
it: Errore sconosciuto nella sessione '%s'.

source: Unknown error in session.
ca: Error desconegut en la sessió.
it: Errore sconosciuto nella sessione.

source: Could not start session
ca: No s'ha pogut iniciar sessió
it: Non è stato possibile avviare la sessione

source: Could not start session '%s'
ca: No s'ha pogut iniciar sessió '%s'
it: Non è stato possibile avviare la sessione '%s'

source: No session has been selected.
ca: No hi ha sessió seleccionada.
it: Nessuna sessione è stata selezionata.

source: Unknown session type.
ca: Tipus de sessió desconegut.
it: Tipo di sessione sconosciuta.

source: Could not find the SABnzbd executable.
ca: No s'ha trobat l'executable SABnzbd.
it: Impossibile trovare l'eseguibile di SABnzbd

source: Not allowed to launch SABnzbd.
ca: No es permet posar en marxa SABnzbd.
it: Non è consentivo avviare SABnzbd.

source: %s is probably not executable.
ca: %s no és probablement executable.
it: %s probabilmente non è un eseguibile.

source: Could not find the Python module '%s'.
ca: No s'ha trobat el mòdul de Python '%s'.
it: Impossibile trovare il modulo Python '%s'.

source: Unknown error.
ca: Error desconegut.
it: Errore sconosciuto.

source: Query '%s' to %s failed: %s
ca: La consulta'%s' a %s ha fallat:%s
it: Query '%s' to %s fallita: %s

source: IO error.
ca: Error d'entrada i sortida (IO)
it: Errore IO.

source: Unknown host.
ca: Servidor desconegut
it: Host sconosciuto.

source: Connection refused.
ca: Connexió refusada.
it: Connessione rifiutata.

source: HTTP error code %i.
ca: Error HTTP de codi %i.
it: Codice di errore HTTP %i.

source: SABnzbd version %s is installed, but %s is required.
ca: SABnzbd versió %s està instal.lada, però %s es requereix.
it: La versione installata di SABnzbd è %s, ma è richiesta la versione %s.

source: Host '%s' runs SABnzbd version %s, but %s is required.
ca: El servidor '%s' executa SABnzbd versió %s, però %s es requereix.
it: L'Host '%s' utilizza una versione si SABnzbd %s,ma è richiesta la versione %s.

source: Invalid response.
ca: Resposta invàlida.
it: Risposta non valida.

source: Invalid API key.
ca: Clau de l'API Invàlida
it: Chiave API non valida.

source: Invalid username or password.
ca: Nom d'usuari o contrasenya incorrectes.
it: Nome utente o password non validi.

source: Query took too long to execute.
ca: Consulta triga massa temps a executar-se.
it: La query ha impiegato troppo tempo per essere eseguita.

source: Restart didn't finish in %d seconds.
ca: Reinici no va acabar en %d segons.
it: Il restart non finirà in %d secondi.

source: Invalid arguments.
ca: Arguments no vàlids.
it: Argomenti non validi.

source: Not implemented.
ca: No es implementat.
it: Non implementato.

# yes
source: Add NZB File
ca: Afegeix arxiu NZB
it: Aggiungi file NZB

source: Import %i incomplete download?
ca: Importació %i baixa incompleta?
it: Importo %i scaricamento incompleto?

source: It was started using a previous version of the program.
ca: S'ha iniciat amb una versió anterior del programa.
it: Avviato utilizzando una versione precedente del programma.

source: Any progress will be lost.
ca: Qualsevol progrés es perdrà.
it: Eventuali processi andranno persi.

source: Importing %i download...
ca: Importació de %i baixa...
it: Sto importando %i documento scaricato...

source: _Import
ca: _Importa
it: _Importa

source: _Cancel
ca: _Cancel·la
it: _Cancella

source: NZB files and archives
ca: NZB fitxers i arxius
it: File NZB e archivi

source: API key:
ca: Clau de l'API:
it: Chiave API:

source: _Allow access from other computers
ca: _Permitir l'accés des de altres ordinadors
it: _Consente l'accesso da altri computer

source: _Require authentication
ca: _Requerix autentificació
it: _Richiede autenticazione

source: Invalid value
ca: Valor invàlid
it: Valore non valido

source: This field is mandatory
ca: Aquest camp és obligatori
it: Questo campo è obbligatorio

source: Invalid IP address or host name
ca: Adreça IP no vàlida o nom de host
it: Indirizzo IP o Hostname non valido.

source: The program required for downloading is being searched...
ca: El programa necessari per a la baixa s'està buscant ...
it: Il programma richiesto per il download sta per per essere cercato...

source: Post-processing may slow down system
ca: Post-processament pot alentir el sistema
it: Il Post-processing potrebbe rallentare sistema

source: It's recommended to decrease the priority of download post-processing. Post-processing may take a bit longer afterwards.
ca: Es recomana per a disminuir la prioritat del post-processament de la descàrrega. Post-processament pot trigar una mica més tard.
it: Si consiglia di diminuire la priorità di download post-processing. Il Post-processing potrà richiedere un pò più di tempo in seguito.

source: _Decrease Priority
ca: _Disminuir la prioritat
it: _Decrementa Priorità

source: _Download to this computer
ca: _Descarregar a aquest equip
it: _Scarica in questo computer

source: Installing...
ca: S'està instal·lant...
it: Installazione in corso...

source: Installed
ca: Instaŀlat
it: Installato

source: Install the updates available for your system.
ca: Instal lar les actualitzacions disponibles pel vostre sistema.
it: Installa tutti gli aggiornamenti disponibili per il tuo sistema.

source: Updating...
ca: Actualitzant...
it: Aggiornamento in corso...

source: Updated
ca: Actualitzat
it: Aggiornato

source: The program required for downloading is out-of-date.
ca: El programa necessari per a la descàrrega està fora de data.
it: Il programma richiesto per il download è obsoleto.

source: Learn <a href=''>how to upgrade</a> it.
ca: Aprendre <a href=''>com actualitzar </a>.
it: Impara <a href=''>come aggiornare</a> it.

source: The program required for downloading could not be found. {0}Install it{1} and specify where it is.
ca: El programa necessari per a la descàrrega no es va poder trobar. {0}instal·li'l {1} i especificar on es troba.
it: Il programma richiesto per il download non è stato trovato. {0}Installalo{1} e specifica dove si trova.

source: The program required for downloading cannot be started. Make sure that it is executable.
ca: El programa necessari per a la descàrrega no es pot iniciar. Assegureu-vos que és executable.
it: Il programma richiesto per il download non è stato avviato. Controllare che sia un eseguibile.

source: The program required for downloading could not be started.
ca: El programa necessari per a la descàrrega no es va poder iniciar.
it: Il programma richiesto per il download non potrebbe essere avviato.

source: Ensure that cherrypy.zip is extracted.
ca: Assegureu-vos que cherrypy.zip es extret.
it: Assicurarsi che cherrypy.zip sia stato estratto.

source: HTTPS is automatically enabled for the connection to '%s'.
ca: HTTPS s'habilita automàticament per a la connexió a '%s'.
it: HTTPS è automaticamente abilitato per la connessione a '%s'.

source: HTTPS is automatically disabled for the connection to '%s'.
ca: HTTPS es desactiva automàticament per a la connexió a '%s'.
it: HTTPS è automaticamente disabilitato per la connessione a '%s'.

source: Ensure that SABnzbd is running.
ca: Assegureu-vos que SABnzbd s'està executant.
it: Assicurati che SABnzbd sia in esecuzione

source: Ensure that SABnzbd is running on '%s' and allows access from other computers.
ca: Assegureu-vos que SABnzbd s'executa amb '%s' i permet l'accés des d'altres equips.
it: Assicurarsi che SABnzbd sia avviato su '%s' e che sia consentito l'accesso da parte di altri computer.

source: _Manage the downloads of another computer
ca: _Gestionar les descàrregues d'un altre equip
it: _Amministra i download di un altro computer

source: Please wait while SABnzbd is being restarted.
ca: Si us plau espereu mentre SABnzbd es reinicia.
it: Per favore attendere mentre SABnzdb viene riavviato.

source: Add URL
ca: Afegeix un URL
it: Aggiungi URL

source: _URL of the NZB file:
ca: _URL de l'arxiu NZB:
it: URL del file NZB:

source: HellaNZB configuration file %s imported.
ca: fitxer de Configuració de HellaNZB %s importat.
it: File di configurazione %s di HellaNZB importato.

source: Launching SABnzbd (%s)...
ca: Llançament de SABnzbd (%s)...
it: Avvio di SABnzbd in corso (%s)...

source: Could not start SABnzbd in %d seconds.
ca: No s'ha pogut iniciar SABnzbd en %d segons.
it: Impossibile avviare SABnzbd in% d secondi.

source: SABnzbd has been successfully launched.
ca: SABnzbd ha estat llançat amb èxit.
it: SABnzbd è stato avviato con successo.

source: Shutting down SABnzbd...
ca: Tancant SABnzbd...
it: Chiusura di SABnzbd in corso...

source: <big><b>Additional Software</b></big>
ca: <big><b>Programari addicional</b></big>
it: <big><b>Programma Aggiuntivo</b></big>

source: Additional Software
ca: Programari addicional
it: Programma Aggiuntivo

source: _Restart SABnzbd
ca: _reinicieu SABnzbd
it: _Riavvia SABnzbd

source: <i>Do nothing</i>
ca: <i>No fer res</i>
it: <i>Non fare nulla</i>

source: Repair downloaded archives if necessary
ca: Reparació de arxius descarregats, si és necessari
it: Ripara gli archivi scaricati se necessario

source: Repair and extract downloaded archives
ca: Reparació i extreure els arxius descarregats
it: Ripara e estrai gli archivi scaricati

source: Repair, extract and delete downloaded archives
ca: Reparació i extreure els arxius descarregats
it: Ripara, estrai e elimina gli archivi scaricati

source: %s for verifying and reparing downloads
ca: %s per verificar i reparació de baixades
it: %s per verificare e riparare i download

source: %s for extracting downloaded archives
ca: %s per a l'extracció d'arxius descarregats
it: %s per estrarre gli archivi scaricati

source: <b>par2</b> or <b>par2cmdline</b>
ca: <b>par2</b> o <b>par2cmdline</b>
it: <b>par2</b> o <b>par2cmdline</b>

source: Advanced Settings
ca: Paràmetres avançats
it: Impostazioni Avanzate

source: If needed by the news server:
ca: Si és necessari pel servidor de notícies:
it: Se richiesto dal news server:

source: Maximum number of connections:
ca: Nombre màxim de connexions:
it: Numero massimo di connessioni:

source: Use _SSL encryption
ca: Utilitzar encriptació SSL
it: Utilizza _SSL encryption

source: Use as backup server
ca: ús com a servidor de backup
it: Utilizza come server di backup

source: _Address:
ca: _Adreça:
it: _Indirizzo:

source: %(major_time_scale)s and %(minor_time_scale)s
ca: %(major_time_scale)s i %(minor_time_scale)s
it: %(major_time_scale)s e %(minor_time_scale)s

source: %i day
ca: %i dia
it: %i giorno

source: %i hour
ca: %i hora
it: %i ora

source: %i minute
ca: %i minut
it: %i minuto

source: %i second
ca: %i segon
it: %i secondo

source: Copyright (C) 2007-2011 LottaNZB Development Team
ca: Copyright (C) 2007-2011 Equip de Desenvolupament LottaNZB
